Repository: TomKatCreative/gloomhaven-enhancement-calculator
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Search...
pt: Pesquisar...

source: Close
pt: Fechar

source: Cancel
pt: Cancelar

source: Save
pt: Salvar

source: Delete
pt: Excluir

# switchAction
source: Switch
pt: Trocar

source: Create
pt: Criar

source: Continue
pt: Continuar

source: Copy
pt: Copiar

source: Share
pt: Compartilhar

source: Got it!
pt: Entendi!

source: Please wait...
pt: Por favor, aguarde...

source: Restoring...
pt: Restaurando...

source: Solve
pt: Resolver

source: Unlock
pt: Desbloquear

source: Settings
pt: Configurações

source: License
pt: Licença

# supportAndFeedback
source: Support & feedback
pt: Suporte e feedback

source: Name
pt: Nome

source: Gold
pt: Ouro

source: Resources
pt: Recursos

source: Notes
pt: Notas

source: (retired)
pt: (aposentado)

source: Previous retirements
pt: Aposentadorias anteriores

source: Retirements
pt: Aposentadorias

source: Hand size: {count}
pt: Tamanho da mão: {count}

# pocketItemsAllowed
source: {count} pocket item{count, plural, =1{} other{s}} allowed
pt: {count, plural, =1{1 item de bolso permitido} other{{count} itens de bolso permitidos}}

source: Battle goals
pt: Objetivo de batalha

source: Card level
pt: Nível da carta

source: Previous enhancements
pt: Melhorias anteriores

source: Enhancement type
pt: Tipo de melhoria

# actionDetails
source: Enhancement
pt: Melhoria

source: Card details
pt: Detalhes do cartão

source: Discounts
pt: Descontos

source: Enhancement calculator
pt: Calculadora de melhorias

source: Enhancement guidelines
pt: Diretrizes de melhoria

# type
source: Select type...
pt: Selecionar tipo...

source: Multiple targets
pt: Múltiplos alvos

source: General guidelines
pt: Diretrizes gerais

source: Scenario 114 reward
pt: Recompensa do cenário 114

source: Forgotten Circles spoilers
pt: Spoilers de Forgotten Circles

# temporaryEnhancement
source: Temporary enhancements
pt: Melhorias temporárias

source: Variant
pt: Variante

source: Building 44
pt: Edifício 44

source: Frosthaven spoilers
pt: Spoilers de Frosthaven

source: Enhancer
pt: Aprimorador

source: Lvl 1
pt: Nível 1

source: Lvl 2
pt: Nível 2

source: Lvl 3
pt: Nível 3

source: Lvl 4
pt: Nível 4

source: Buy enhancements
pt: Comprar melhorias

# reduceEnhancementCosts
source: and reduce all enhancement costs by 10 gold
pt: e reduzir todos os custos de melhoria em 10 de ouro

# reduceLevelPenalties
source: and reduce level penalties by 10 gold per level
pt: e reduzir penalidades de nível em 10 de ouro por nível

# reduceRepeatPenalties
source: and reduce repeat penalties by 25 gold per enhancement
pt: e reduzir penalidades de repetição em 25 de ouro por melhoria

source: Hail's discount
pt: Desconto de Hail

# lossNonPersistent
source: Lost & non-persistent
pt: Perda não persistente

source: Persistent
pt: Persistente

source: Eligible for
pt: Elegível para

source: GAMEPLAY
pt: JOGABILIDADE

source: DISPLAY
pt: EXIBIÇÃO

# backupAndRestore
source: LOCAL BACKUP & RESTORE
pt: BACKUP E RESTAURAÇÃO LOCAL

source: TESTING
pt: TESTE

source: Solve 'Envelope X'
pt: Resolver 'Envelope X'

source: Gloomhaven spoilers
pt: Spoilers de Gloomhaven

# enterSolution
source: Enter the solution to the puzzle
pt: Digite a solução do quebra-cabeça

source: Solution
pt: Solução

source: Bladeswarm unlocked
pt: Bladeswarm desbloqueado

source: Unlock 'Envelope V'
pt: Desbloquear 'Envelope V'

source: Crimson Scales spoilers
pt: Spoilers de Crimson Scales

# enterPassword
source: What is the password for unlocking this envelope?
pt: Qual é a senha para desbloquear este envelope?

source: Password
pt: Senha

source: Vanquisher unlocked
pt: Vanquisher desbloqueado

source: Brightness
pt: Brilho

source: Dark
pt: Escuro

source: Light
pt: Claro

source: Use Inter font
pt: Usar fonte Inter

# useInterFontDescription
source: Replace stylized fonts with Inter to improve readability
pt: Substituir fontes estilizadas por Inter para melhorar a legibilidade

source: Show retired characters
pt: Mostrar personagens aposentados

# showRetiredCharactersDescription
source: Toggle visibility of retired characters in the Characters tab to reduce clutter
pt: Alternar visibilidade de personagens aposentados na aba Personagens para reduzir a desordem

# backupDescription
source: Backup your current characters to your device
pt: Fazer backup dos seus personagens atuais para o seu dispositivo

source: Restore
pt: Restaurar

# restoreDescription
source: Restore your characters from a backup file on your device
pt: Restaurar seus personagens de um arquivo de backup no seu dispositivo

source: Filename
pt: Nome do arquivo

# saved
source: Saved {filename}
pt: {filename} salvo

# filenameRequired
source: Please enter a filename
pt: Por favor, insira um nome de arquivo

# backupIncludes
source: Your backup will include all characters, perks, masteries, and app settings (theme, calculator state, class unlocks).
pt: Seu backup incluirá todos os personagens, vantagens, maestrias e configurações do aplicativo (tema, estado da calculadora, classes desbloqueadas).

# backupError
source: Failed to create backup. Please try again.
pt: Falha ao criar backup. Por favor, tente novamente.

# restoreWarning
source: Restoring a backup file will overwrite all current characters and app settings (theme, calculator state, class unlocks). Do you wish to continue?
pt: Restaurar um arquivo de backup substituirá todos os personagens atuais e configurações do aplicativo (tema, estado da calculadora, classes desbloqueadas). Deseja continuar?

# errorDuringRestore
source: Error during restore operation
pt: Erro durante a operação de restauração

# restoreErrorMessage
source: There was an error during the restoration process. Your existing data was saved and your backup hasn't been modified. Please contact the developer (through the Settings menu) with your existing backup file and this information: {error}
pt: Houve um erro durante o processo de restauração. Seus dados existentes foram salvos e seu backup não foi modificado. Entre em contato com o desenvolvedor (através do menu Configurações) com seu arquivo de backup existente e estas informações: {error}

source: Create all
pt: Criar todos

source: Custom
pt: Personalizado

# andVariants
source: & variants
pt: e variantes

# createCharacterPrompt
source: Create {article} character using the button below, or restore a backup from the Settings menu
pt: Crie {article} personagem usando o botão abaixo, ou restaure um backup pelo menu Configurações

# articleA
source: a
pt: um

# articleYourFirst
source: your first
pt: seu primeiro

source: Class
pt: Classe

# classWithVariant
source: Class ({variant})
pt: Classe ({variant})

source: Starting level
pt: Nível inicial

# levelExceedsProsperity
source: Max starting level at this prosperity is {maxLevel}
pt: Nível inicial máximo nesta prosperidade é {maxLevel}

# prosperityLevel
source: Prosperity
pt: Prosperidade

source: Create character
pt: Criar personagem

source: Game edition
pt: Edição do jogo

source: Select class...
pt: Selecionar classe...

source: Add notes...
pt: Adicionar notas...

source: Personal quest
pt: Missão pessoal

source: Select personal quest...
pt: Selecionar missão pessoal...

source: Select a personal quest
pt: Selecionar uma missão pessoal

source: Change personal quest?
pt: Alterar missão pessoal?

# changePersonalQuestBody
source: This will replace your current quest and reset all progress.
pt: Isso substituirá sua missão atual e redefinirá todo o progresso.

source: Remove personal quest?
pt: Remover missão pessoal?

# removePersonalQuestBody
source: This will remove your current quest and reset all progress.
pt: Isso removerá sua missão atual e redefinirá todo o progresso.

source: Coming soon...
pt: Em breve...

# noPersonalQuest
source: No personal quest selected
pt: Nenhuma missão pessoal selecionada

source: Change
pt: Alterar

source: Remove
pt: Remover

source: Personal quest complete!
pt: Missão pessoal completa!

# personalQuestCompleteBody
source: {name} has fulfilled their personal quest and must retire. Before retiring, consider spending gold on enhancements or donations â€” all gold and items are lost upon retirement. The city gains 1 prosperity.
pt: {name} cumpriu sua missão pessoal e deve se aposentar. Antes de se aposentar, considere gastar ouro em melhorias ou doações — todo ouro e itens são perdidos na aposentadoria. A cidade ganha 1 de prosperidade.

source: Retire
pt: Aposentar

source: Unretire
pt: Desaposentar

source: Not yet
pt: Ainda não

# general
source: General & party
pt: Geral e grupo

source: Stats
pt: Estatísticas

# statsAndResources
source: Stats & resources
pt: Estatísticas e recursos

source: Quest
pt: Missão

source: Perks
pt: Vantagens

source: Masteries
pt: Maestrias

# questAndNotes
source: Quest & notes
pt: Missão e notas

# perksAndMasteries
source: Perks & masteries
pt: Vantagens e maestrias

source: TOWN
pt: CIDADE

source: CHARACTERS
pt: PERSONAGENS

source: ENHANCEMENTS
pt: MELHORIAS

source: Subtract
pt: Subtrair

source: Add
pt: Adicionar

source: Campaign
pt: Campanha

source: Campaigns
pt: Campanhas

source: Party
pt: Grupo

source: Parties
pt: Grupos

source: Create campaign
pt: Criar campanha

source: Create party
pt: Criar grupo

source: Prosperity
pt: Prosperidade

# prosperityLevelN
source: Prosperity {level}
pt: Prosperidade {level}

source: Reputation
pt: Reputação

# noCampaignsYet
source: Create a campaign to track your parties
pt: Crie uma campanha para rastrear seus grupos

# noPartiesYet
source: Create a party to track reputation and assign characters
pt: Crie um grupo para rastrear reputação e atribuir personagens

source: Campaign name
pt: Nome da campanha

source: Party name
pt: Nome do grupo

source: Edition
pt: Edição

# sanctuaryDonations
source: Sanctuary of the Great Oak donations
pt: Doações do Santuário do Grande Carvalho

source: Starting prosperity
pt: Prosperidade inicial

source: Starting reputation
pt: Reputação inicial

source: Delete campaign?
pt: Excluir campanha?

# deleteCampaignBody
source: This will permanently delete this campaign and all its parties. Characters will be unlinked but not deleted.
pt: Isso excluirá permanentemente esta campanha e todos os seus grupos. Os personagens serão desvinculados, mas não excluídos.

source: Delete party?
pt: Excluir grupo?

# deletePartyBody
source: This will permanently delete this party. Characters will be unlinked but not deleted.
pt: Isso excluirá permanentemente este grupo. Os personagens serão desvinculados, mas não excluídos.

source: Select campaign
pt: Selecionar campanha

source: Select party
pt: Selecionar grupo

source: Switch party
pt: Trocar grupo

source: Rename campaign
pt: Renomear campanha

# renameParty
source: Rename
pt: Renomear

source: checkmarks
pt: marcas

source: Open envelope B
pt: Abra o envelope B

source: No party
pt: Sem grupo

# notAssignedToParty
source: Not assigned to a party
pt: Não atribuído a um grupo

# assignToParty
source: Assign to a party
pt: Atribuir a um grupo

# createCampaignFirst
source: Create a campaign first to assign a party
pt: Crie uma campanha primeiro para atribuir um grupo

source: Scenario location
pt: Local do cenário

source: Party notes
pt: Notas do grupo

source: Achievements
pt: Conquistas

# shopPriceModifier
source: Shop
pt: Loja

source: Add party notes...
pt: Adicionar notas do grupo...
